{
  "LARSOBIST": "lars obist",
  "HEADER": {
    "TEXT": "Hallo! Ich bin Softwareentwickler und Designer und entwerfe sinnvolle Identitäten und Erlebnisse."
  },
  "ABOUT": {
    "TITLE": "Über mich",
    "TEXT": "Mein Name ist Lars Obist und ich befinde mich in der Endphase meines Masterstudiums. Ich konnte bereits an vielen verschiedenen Projekten arbeiten und habe dabei viel gelernt. Hier kannst du einen ersten Eindruck von vielen dieser Projekte bekommen und mehr über meine Fähigkeiten erfahren. Sieh an, was aus der Mischung von Kreativem und Systematischem für Produkte entstanden sind!",
    "EDUCATION": {
      "TITLE": "Bildungsweg",
      "MASTER": {
        "TITLE": "Masterstudium - Medieninformatik M. Sc.",
        "UNI": "Berliner Hochschule für Technik",
        "TIME": "10/2022 - 09/2024"
      },
      "BACHELOR": {
        "TITLE": "Bachelorstudium - Internationaler Studiengang Medieninformatik B. Sc.",
        "UNI": "Hochschule Bremen",
        "TIME": "09/2018 - 09/2022"
      }
    },
    "EXPERIENCES": {
      "TITLE": "Praktische Erfahrungen",
      "BOSCH": {
        "EMPLOYER": "Bosch Digital",
        "JOB": "Werkstudentenjob",
        "TASKS": "Frontend Development und Consulting",
        "CITY": "Berlin",
        "TIME": "06/2023 - heute"
      },
      "PLANETMUTLU": {
        "EMPLOYER": "planetmutlu",
        "JOB": "Praktikum und Werkstudentenjob",
        "TASKS": "Webdesign, Entwicklung und Projektmanagement",
        "CITY": "Bremen",
        "TIME": "03/2021 - 05/2023"
      }
    },
    "ABROAD": {
      "TITLE": "Auslandserfahrungen",
      "STUDY": {
        "TITLE": "Auslandssemester",
        "PLACE": "SeoulTech University, Seoul, Südkorea",
        "TIME": "08/2021 - 12/2021"
      },
      "WORKANDTRAVEL": {
        "TITLE": "Work and Travel",
        "PLACE": "Australien und Neuseeland",
        "TIME": "10/2017 - 05/2018"
      }
    }
  },
  "SKILLS": {
    "TITLE": "Skills",
    "LANGUAGES": {
      "TITLE": "Programmiersprachen"
    },
    "FRAMEWORKS": {
      "TITLE": "Frameworks"
    },
    "SOFTWARE": {
      "TITLE": "Software"
    },
    "METHODS": {
      "TITLE": "Methoden"
    }
  },
  "PROJECTS": {
    "TITLE": "Projekte",
    "ZPHERE": {
      "CATEGORY": "Bachelorprojekt",
      "DESCRIPTION": "Zphere ist eine Sportplattform, die bisher medial unterrepräsentierte Sportarten in den Fokus rückt und Fans einen zentralen Hub bietet. Die Idee entstand durch eine Kooperation zwischen der HSB und Radio Bremen, die im Rahmen unseres Bachelorprojektes prototypisch umgesetzt wurde. Gemeinsam haben wir die Funktionsweise und Inhalte der Web-App in der Konzeptionsphase definiert. Nachfolgend führten wir eine Sportarten- und Zielgruppenfindung durch, um die Plattform genauer zu spezifizieren. Bei der Realisierung durchliefen wir eine Konkurrenzanalyse, erstellten Moodboards und gestalteten das Branding der Plattform. So entstand eine innovative Plattform, die nicht nur vielfältige Sportarten präsentiert, sondern auch die Leidenschaft der Fans fördert."
    },
    "CIRCLEOFLIFE": {
      "CATEGORY": "Datenvisualisierung",
      "DESCRIPTION": "Cirlce of Life ist eine interaktive Website, die komplexe Datensätze durch vielfältige Visualisierungen für den Endnutzer aufbereitet. Der Fokus liegt auf einem umfassenden 21-jährigen Datensatz zu Geburtsdaten in den USA. Besonderes Augenmerk gilt den Interaktionsmöglichkeiten, um umfassende Informationen zu jedem Datenpunkt abzurufen. Das minimalistische Design wurde bewusst betont, wobei die innovative variable Fonts-Technik integriert wurde, um eine besondere Nutzererfahrung zu gewährleisten. Insgesamt wurde darauf geachtet, dass die Seite nicht nur informativ, sondern auch ästhetisch ist."
    },
    "MOBILEAPPS": {
      "CATEGORY": "Mobile Programmierung",
      "DESCRIPTION": "Während des Studiums wurden verschiedene Mobile Apps entwickelt, welche verschiedener Aspekte der mobilen Entwicklung beinhaltet haben. Durch die Erstellung einfacher Apps mit Flutter und React Native wurden Erfahrungen mit plattformübergreifender Entwicklung mobiler Apps gesammelt. Ebenfalls wurden Apps mit SwiftUI und Kotlin für verschiedenste Anwendungsfälle entwickelt. Es wurden Apps entwickelt, welche beispielsweise auf die Sensoren des Smartphones zugreifen. Ebenfalls wurde eine AR App entwickelt, wo verschiedene 3D Objekte in dem Raum platziert wurden. Das ansehendste Projekt ist TravelBucket, wo ein Reiseplan erstellt werden kann. "
    },
    "BACHELORTHESIS": {
      "CATEGORY": "Wissenschaftliche Arbeit",
      "DESCRIPTION": "In einer immer digitaleren Welt sind Websites ein bedeutsames Hilfsmittel für Bildungsinstitutionen. Vor allem, um den Unterricht volljährig stattfinden zu lassen. Im Rahmen dieser Bachelorarbeit wurde eine Konzeption und Evaluation eines digitalen hybriden Lehrmodells am Beispiel einer interaktiven Lernumgebung für kulturelle Bildungseinrichtungen ausgearbeitet. Es wurde eine intensive Anforderungsanalyse durchgeführt und wichtige Grundlagen festgelegt. Basierend auf den vorherigen Ergebnissen wurde eine detaillierte Konzeption eines hybriden Lehrmodells und eines digitalen Lernmanagementsystems entwickelt. Die Konzeption wurde abschließend prototypisch umgesetzt und final mithilfe von Testnutzern ausgewertet und abschließend bewertet."
    },
    "CULINO": {
      "CATEGORY": "Fullstack Webanwendung",
      "DESCRIPTION": "Culino ist eine umfassende Fullstack-App, die Kochbegeisterten ermöglicht, ihre Lieblingsrezepte auf einer seriösen und visuell ansprechenden Plattform zu teilen. Das Projektkonzept wurde sorgfältig entwickelt und bildete die Grundlage für das professionelle Branding und die Architektur der Anwendung. Die visuelle Identität strahlt Professionalität und Kreativität aus. Die Anwendung wurde anschließend prototypisch mit dem Framework React und Spring Boot entwickelt und mit passenden Inhalten gefüllt, um eine ansprechende Benutzererfahrung zu gewährleisten. Culino schafft eine lebendige Gemeinschaft von Menschen, die ihre kulinarische Leidenschaft teilen. "
    },
    "USABILITY": {
      "CATEGORY": "Analyse",
      "DESCRIPTION": "In diesem Modul wurden anhand verschiedenster Aufgaben wichtige Aspekte einer nutzerfreundlichen Seite erläutert. Zunächst wurden die Grundlagen anhand von Analysen und Ausarbeitungen an einem Beispielprodukt gelehrt. Ebenfalls wurde die Wichtigkeit der statistischen Ausarbeitung von Experimenten beigebracht. Ich habe dies mithilfe der Ryanair-Webseite gemacht, eine Studie durchgeführt und anschließend ein Verbesserungskonzept erstellt. Abschließend wurde ein weiteres Problemfeld ausgesucht, an dem weitere Analysen und potenzielle Experimente designt wurden."
    },
    "LAGOM": {
      "CATEGORY": "Datenbasierte Webanwendung",
      "DESCRIPTION": "Lagom ist mehr als nur ein digitaler Bullet Journal – es ist ein persönlicher und individueller Workspace, der Nutzern ermöglicht, ihr Leben durch Erinnerungen, ToDo-Listen und mehr zu strukturieren. Die Anwendung wurde mit dem Fokus auf eine nahtlose Benutzererfahrung entwickelt, bei der die Daten in Echtzeit im Browser aktualisiert werden, sobald neue Einträge gemacht oder verändert werden. Die gesamte Webanwendung wurde in einer kollaborativen Zusammenarbeit von Thao Nguyen, Yuliya Litvin und mir entwickelt. Jeder von uns war an allen Teilen des Projekts beteiligt, um eine ganzheitliche und effektive Plattform zu entwickeln."
    },
    "BUILDAR": {
      "CATEGORY": "Prototyping & Studie",
      "DESCRIPTION": "Ich habe mithilfe von Moumita Ahmad und Tabea Schuster anhand des Projektes BuildAR analysiert, welche Alternativen es zu der etablierten Papieranleitung gibt. In Zeiten der des technologischen Fortschrittes und der Digitalisierung hat sich die Anleitung, ob sie für Spiele oder Möbel sind, aber kaum verändert. Dies hat uns dazu motiviert, zu analysieren, welche Optionen es die Modernisierung der Anleitungen gibt. In einem Nutzertest haben wir zwei prototypische Anleitungen gegen die Papieranleitung getestet und mithilfe eines Fragebogens analysiert. Das Vorgehen und die Ergebnisse sind in der Doku nachvollziehbar."
    },
    "RUNNERSHIGH": {
      "CATEGORY": "Animationsvideo",
      "DESCRIPTION": "Gemeinsam mit Tabea Schuster habe ich ein Animationsvideo über das Runner's High entwickelt. Unser systematischer Ansatz begann mit der Erstellung eines detaillierten Storyboards, das den gesamten Inhalt des Kurzvideos umfasste. Dies ermöglichte eine klare Struktur, bevor wir in die Animationsphase mit Adobe After Effects übergingen. In Zyklen haben wir das Video gestaltet und verfeinert. Besondere Sorgfalt wurde darauf gelegt, die wissenschaftliche Komponente des Runner's High authentisch einzufangen und in die Animation zu integrieren. Das Endprodukt können Sie über den folgenden Link auf Vimeo ansehen. "
    },
    "TIMELESSTREASURES": {
      "CATEGORY": "Fullstack Webanwendung",
      "DESCRIPTION": "Timeless Treasures ist eine Fullstack-App, die es Nutzern ermöglicht, ihren Schmuck auf dem Secondhandmarkt anzubieten und somit ihren Ketten, Ringen und Uhren ein neues Kapitel zu schenken. Der Startpunkt des Projekts war eine gründliche Problemanalyse. Die Plattform schafft eine nachhaltige Möglichkeit, hochwertige Schmuckstücke auf dem Secondhandmarkt zu zirkulieren und ihnen eine verlängerte Lebensdauer zu geben. Nach der Präsentation erfolgte die prototypische Entwicklung der Anwendung, bei der sichergestellt wurde, dass die Benutzerfreundlichkeit im Vordergrund steht."
    },
    "WEBGAMES": {
      "CATEGORY": "Jump'n'Run und Point & Click Webspiele",
      "DESCRIPTION": "In dem Bachelorstudium habe ich zusammen mit Thao Nguyen, Moumita Ahmad und Yuliya Litvin zwei Spiele entwickelt. Ein Spiel ist ein Point und Click Adventure, welches nur mit HTML, JavaScript und CSS entwickelt wurde. Dieses Spiel trägt den Namen Last Minute!, da es um einen Studenten geht, der gestresst in den letzten Zügen seiner Bachelorarbeit steckt. Der Spieler hilft dem Protagonisten dabei, die Bachelorarbeit erfolgreich in dem Fach seines Professors abzugeben. Das zweite Spiel heißt Throwback. Throwback ist ein Jump & Run Spiel, in dem der Protagonist eine Zeitreise durch das letzte Jahrhundert macht, da die Oma erneut behauptet hat, dass früher alles besser gewesen sei. Das Spiel wurde mit Tiled und Phaser 3 entworfen und programmiert."
    },
    "SAVEATURTLE": {
      "CATEGORY": "Webseite",
      "DESCRIPTION": "Zu Studienbeginn entwarf ich eine informative Webseite über Meeresschildkröten. Sie informiert Besucher über diese faszinierenden Tiere, ihre Lebensgewohnheiten und die Bedrohungen, denen sie gegenüberstehen. Die Webseite enthält eine Galerie und verweist auf Partnerorganisationen, bei denen Spenden für den Meeresschutz getätigt werden können. Zusätzlich gibt es die Möglichkeit, sich als Pate für eine Meeresschildkröte anzumelden. Die Webseite dient als Plattform zur Verbreitung von Wissen, zum Sammeln von Spenden und zur Förderung persönlichen Engagements für den Schutz der Meeresschildkröten. "
    },
    "EATABROAD": {
      "CATEGORY": "Design und Webentwicklung",
      "DESCRIPTION": "Manchmal lohnt es sich, von ausgetretenen Touristenpfaden abzuweichen und unbekannte Orte zu erkunden. Diese unbekannten Reiseziele bieten nicht nur eine Flucht vor den Massen, sondern auch die Gelegenheit, neue kulinarische Genüsse zu entdecken und sich in die lokale Kultur einzutauchen. Zusammen mit Thao Nguyen haben wir eine Plattform, die Essensspezialitäten aus der gesamten Welt vorstellt. Dabei werden die Spezialitäten eng an sehenswerte Orte gebunden. Als das Designkonzept festgelegt wurde, haben wir mit dem Designprozess begonnen. Die Wireframes wurden im Anschluss in Adobe XD verfeinert und im Anschluss prototypisch programmiert. Diese Plattform wurde responsiv entwickelt."
    },
    "ESHOP": {
      "CATEGORY": "Java Anwendung",
      "DESCRIPTION": "Der Eshop YTL ist ein Online-Shop, welcher zusammen mit Thao Nguyen und Yuliya Litvin entwickelt wurde. Kunden und Mitarbeiter haben hier unterschiedliche Accounts. Nicht eingeloggt, können Sie alle Artikel einsehen. Eingeloggt kann der Kunde Artikel in den Warenkorb hinzufügen, diesen bearbeiten und kaufen. Nach einem Kauf erhält dieser eine Rechnung. Ein Mitarbeiter kann Benutzer verwalten. Dieser kann auch Artikel hinzufügen und den Bestand anpassen, sowie die Historie aller Artikel einsehen. Wir haben den Eshop mit einer grafischen Oberfläche erstellt, der über einen Server läuft, sodass mehrere Nutzer gleichzeitig diesen nutzen können."
    },
    "PORTFOLIO": {
      "CATEGORY": "Gestaltungsarbeiten",
      "DESCRIPTION": "In der Gestaltung habe ich an vielen verschiedenen kleineren Projekten gearbeitet. Beispielsweise habe ich mehrmals Retuschen gemacht, ein Redesign von Logo und Webseite vollzogen oder mithilfe von Lightroom Bilder bearbeitet. All diese Arbeiten finden Sie in einem Portfolio, welches all diese Projekte zusammenfasst. Ebenfalls habe ich auch an komplexeren Projekten gearbeitet, wie an einer Verbesserung der Ryanair Webseite. Hierbei wurden auf viele verschiedene Details wie die Menüstruktur und der Kaufablauf geachtet. Anschließend wurde prototypisch eine interaktive XD Version entworfen, welche unter der Behance Seite angeschaut werden kann."
    },
    "SYNCSPORTS": {
      "CATEGORY": "Livestreamingplattform mit KI-Systemen",
      "DESCRIPTION": "Ich habe an einem weiteren interessanten Projekt in einer großen Gruppe von 10 Personen gearbeitet. In dem Masterprojekt haben wir eine Livestreaming-Plattform entwickelt, welche verschiedenen KI-Modelle eingebunden hat. Zum einen wurde eine Spracherkennung und eine Objekterkennung eingebunden. Diese beiden Modelle sollen dabei helfen, die unterschiedlichen Barrieren zu mindern. Hierbei arbeitete ich als Scrum Manager und half meinen Teammitgliedern bei Bedarf. Herausgekommen ist ein responsives Produkt, was eine gute Basis für weitere Projekte mit anderen Anwendungsfällen sein kann, da wir das Produkt sehr modular gestaltet haben."
    },
    "MASTERTHESIS": {
      "CATEGORY": "Analyse",
      "DESCRIPTION": "Aktuell befinde ich mich in der Phase des Verfassens meiner Masterarbeit, die sich mit der Entwicklung einer intelligenten Raumplanungssoftware befasst. Der Schwerpunkt liegt dabei auf einem Ansatz, nämlich der Integration von Chatbot-Technologie in Verbindung mit Language-Modeling-Modellen (LLM). Diese Software soll nicht nur herkömmliche Funktionen abdecken, sondern auch durch den Einsatz von LLM-Modellen eine natürlichere Interaktion ermöglichen. Die Kombination verspricht, die Art und Weise, wie Raumplanung betrieben wird, zu revolutionieren, und ich freue mich darauf, durch meine Arbeit einen kleinen Beitrag zu leisten."
    }
  },
  "DETAIL": {
    "TITLE": "Projektdetails",
    "DOCU": "Dokumentation",
    "GITHUB": "Code",
    "LASTMINUTEGITHUB": "Last Minute! Code",
    "THROWBACKGITHUB": "Throwback Code",
    "LIVEDEMO": "Ansehen",
    "LASTMINUTELIVEDEMO": "Last Minute! Ansehen",
    "THROWBACKLIVEDEMO": "Throwback Ansehen",
    "THESIS": "Thesis",
    "COLLOQUIUM": "Kolloquium",
    "PRESENTATION": "Präsentation",
    "XD": "Design ansehen",
    "BEHANCE": "Ryanair ansehen",
    "PORTFOLIO": "Design Portfolio",
    "VIDEO": "Anschauen",
    "CLOSE": "Schließen"
  },
  "GETINCONTACT": "Kontaktmöglichkeiten",
  "SETTINGS": "Einstellungen"
}