{
  "LARSOBIST": "Lars Obist",
  "HEADER": {
    "TEXT": "Hello! I'm a software developer & designer crafting meaningful identities and experiences."
  },
  "ABOUT": {
    "TITLE": "About me",
    "TEXT": "My name is Lars Obist and I am in the final stages of my Master's degree. I have already been able to work on many different projects in media informatics and have learned a lot. Here you can get a deeper impression of many of these projects and learn more about my skills. Take a look at what the mix of the creative and the systematic has formed for end products!",
    "EDUCATION": {
      "TITLE": "Educational Background",
      "MASTER": {
        "TITLE": "Master's Degree - Media Informatics M. Sc.",
        "UNI": "Berlin University of Applied Sciences",
        "TIME": "10/2022 - 09/2024"
      },
      "BACHELOR": {
        "TITLE": "Bachelor's Degree - International Media Informatics B. Sc.",
        "UNI": "Bremen University of Applied Sciences",
        "TIME": "09/2018 - 09/2022"
      }
    },
    "EXPERIENCES": {
      "TITLE": "Practical Experiences",
      "BOSCH": {
        "EMPLOYER": "Bosch Digital",
        "JOB": "Student Job",
        "TASKS": "Frontend Development and Consulting",
        "CITY": "Berlin",
        "TIME": "06/2023 - Present"
      },
      "PLANETMUTLU": {
        "EMPLOYER": "planetmutlu",
        "JOB": "Internship and Student Job",
        "TASKS": "Web Design, Development, and Project Management",
        "CITY": "Bremen",
        "TIME": "03/2021 - 05/2023"
      }
    },
    "ABROAD": {
      "TITLE": "International Experiences",
      "STUDY": {
        "TITLE": "Study Abroad Semester",
        "PLACE": "SeoulTech University, Seoul, South Korea",
        "TIME": "08/2021 - 12/2021"
      },
      "WORKANDTRAVEL": {
        "TITLE": "Work and Travel",
        "PLACE": "Australia and New Zealand",
        "TIME": "10/2017 - 05/2018"
      }
    }
  },
  "SKILLS": {
    "TITLE": "Skills",
    "LANGUAGES": {
      "TITLE": "Programming Languages"
    },
    "FRAMEWORKS": {
      "TITLE": "Frameworks"
    },
    "SOFTWARE": {
      "TITLE": "Software"
    },
    "METHODS": {
      "TITLE": "Methods"
    }
  },
  "PROJECTS": {
    "TITLE": "Projects",
    "ZPHERE": {
      "CATEGORY": "Bachelor Project",
      "DESCRIPTION": "Zphere is a sports platform that focuses on previously underrepresented sports in the media and offers fans a central hub. The idea arose from a cooperation between HSB and Radio Bremen, which was prototypically implemented as part of our bachelor project. Together, we defined the functionality and content of the web app in the conception phase. We then carried out a sports and target group search in order to specify the platform more precisely. During the implementation phase, we carried out a competitor analysis, created mood boards and designed the branding of the platform. The result was an innovative platform that not only presents a wide range of sports, but also promotes the passion of the fans."
    },
    "CIRCLEOFLIFE": {
      "CATEGORY": "Data Visualization",
      "DESCRIPTION": "Cirlce of Life is a fascinating interactive website that presents complex data sets to the end user through a variety of visualizations. The focus is on a comprehensive 21-year dataset of birth data in the USA. Special attention is paid to the interaction possibilities to retrieve comprehensive information on each data point. The minimalist design was deliberately emphasized, with innovative variable fonts technology integrated to ensure a unique user experience. Overall, care was taken to ensure that the site was not only informative, but also aesthetically pleasing to appeal to users of all types and the user has a unique experience."
    },
    "MOBILEAPPS": {
      "CATEGORY": "Mobile Programming",
      "DESCRIPTION": "During the course, various mobile apps were developed, which included different aspects of mobile development. By creating simple apps with Flutter and React Native, experience was gained with cross-platform mobile app development. Apps were also developed with SwiftUI and Kotlin for various use cases. Apps were developed that access the smartphone's sensors, for example. An AR app was also developed in which various 3D objects were placed in the room. The most impressive project is TravelBucket, where a travel plan can be created. You can find more Information about the project in the documentation."
    },
    "BACHELORTHESIS": {
      "CATEGORY": "Scientific work",
      "DESCRIPTION": "In an increasingly digital world, websites are a significant tool for companies, organizations, and individuals. They are essential for establishing an online presence and enabling digital education to take place fully. This bachelor thesis involved conceptualizing and evaluating a digital hybrid teaching model, using the example of an interactive learning environment for cultural education institutions. An in-depth requirements analysis was conducted, and important foundations were established. Based on the previous results, a detailed concept of a hybrid teaching model and a digital learning management system were developed. The concept was then prototypically implemented, evaluated with test users, and finally assessed."
    },
    "CULINO": {
      "CATEGORY": "Fullstack Web Application",
      "DESCRIPTION": "Culino is a comprehensive full-stack app that allows cooking enthusiasts to share their favorite recipes on a reputable and visually appealing platform. The project concept was carefully developed and formed the basis for the professional branding and architecture of the application. The visual identity exudes professionalism and creativity. The application was then prototyped using the React framework and Spring Boot and filled with appropriate content to ensure an engaging user experience. Culino creates a vibrant community of people sharing their culinary passion."
    },
    "USABILITY": {
      "CATEGORY": "Analysis",
      "DESCRIPTION": "In the module 'Usability Engineering,' important aspects of user-friendly navigation were explained through various exercises. Fundamentals were taught through analyses and elaborations on an example product. The importance of statistically processing experiments was also emphasized. I conducted this using the Ryanair website, where I performed a usability experiment and subsequently created a concept for improvements. Finally, another problem area was selected, where a detailed analysis and a potential experiment were designed."
    },
    "LAGOM": {
      "CATEGORY": "Data-Based Web Application",
      "DESCRIPTION": "Lagom is more than just a digital bullet journal - it's a personal and individual workspace that allows users to structure their lives through reminders, to-do lists and more. The application was developed with a focus on a seamless user experience, where data is updated in real-time in the browser as new entries are made or modified. The entire web application was developed in a collaborative effort between Thao Nguyen, Yuliya Litvin and myself. Each of us was involved in all parts of the project to ensure that Lagom is a holistic and effective tool for personal organization."
    },
    "BUILDAR": {
      "CATEGORY": "Prototyping & Study",
      "DESCRIPTION": "Together with Moumita Ahmad and Tabea Schuster, I analyzed alternatives to traditional paper instructions through the project BuildAR. In an era of technological progress and digitization, instructions, whether for games or furniture, have changed very little. This motivated us to analyze options for modernizing instructions. In a user test, we compared two prototype instructions against traditional paper instructions and analyzed the results using a questionnaire. The documentation provides a detailed account of our approach and the findings of the user test."
    },
    "RUNNERSHIGH": {
      "CATEGORY": "Animation Video",
      "DESCRIPTION": "Together with Tabea Schuster, I developed an animated video about the Runner's High. Our systematic approach began with the creation of a detailed storyboard that encompassed the entire content of the short video. This allowed for a clear structure before we moved into the animation phase using Adobe After Effects. We designed and refined the video in cycles. Special care was taken to authentically capture the scientific component of the Runner's High and integrate it into the animation. You can view the final product on Vimeo via the following link. "
    },
    "TIMELESSTREASURES": {
      "CATEGORY": "Fullstack Web Application",
      "DESCRIPTION": "Timeless Treasures is an innovative full-stack app that enables users to offer their jewelry on the second-hand market and thus give their necklaces, rings and watches a new lease of life. The starting point of the project was a thorough problem analysis, during which a clear vision for the project idea was developed. The idea behind the project goes beyond the mere sale of jewelry. The platform creates a sustainable way of circulating high-quality jewelry on the second-hand market and giving it a longer life. The presentation was followed by the prototypical development of the application, which ensured that user-friendliness was at the forefront."
    },
    "WEBGAMES": {
      "CATEGORY": "Jump'n'Run and Point & Click Web Games",
      "DESCRIPTION": "During my bachelor's studies, I, along with Thao Nguyen, Moumita Ahmad, and Yuliya Litvin, developed two games to explore the game development aspect of media informatics. One game is a Point and Click Adventure developed only with HTML, JavaScript, and CSS. This game is titled Last Minute! and revolves around a student stressed in the final stages of their bachelor's thesis. The player assists the protagonist in successfully submitting the thesis to the professor. The second developed game is called Throwback. Throwback is a Jump & Run game where the protagonist travels through the last century, prompted by the grandmother's claim that things were better in the past. The game was designed and programmed using Tiled and Phaser 3."
    },
    "SAVEATURTLE": {
      "CATEGORY": "Website",
      "DESCRIPTION": "At the beginning of my studies, I designed an informative website about sea turtles. It informs visitors about these fascinating animals, their habits and the threats they face. The website includes a gallery and links to partner organizations where donations for marine conservation can be made. There is also the opportunity to register as a sponsor for a sea turtle. The website serves as a platform for disseminating knowledge, collecting donations and promoting personal commitment to the protection of sea turtles. "
    },
    "EATABROAD": {
      "CATEGORY": "Design and Web Development",
      "DESCRIPTION": "Sometimes, it's worth deviating from the beaten tourist paths and exploring unfamiliar places. These lesser-known travel destinations not only offer an escape from the crowds but also provide an opportunity to discover new culinary delights and immerse oneself in the local culture. Together with Thao Nguyen, we created a platform that showcases food specialties from around the world, closely tied to noteworthy locations. Once the design concept was established, we initiated the design process. The hand-drawn wireframes were later refined in Adobe XD and then prototypically programmed using HTML, CSS, and JavaScript. This platform was developed to be optimized for web, tablet, and mobile devices."
    },
    "ESHOP": {
      "CATEGORY": "Java Application",
      "DESCRIPTION": "ESHOP YTL is a small online shop developed in collaboration with Thao Nguyen and Yuliya Litvin. Customers and employees have their own accounts with different rights. When not logged in, users can view all items. Once logged in, a customer can add items to the shopping cart, edit it, and make purchases. After a purchase, the customer receives an invoice. A logged-in employee can view and add users, add new items, increase the stock of an item, and view the entire history of all items as well as an individual item's history. We created the E-Shop with a graphical user interface that runs on a server, allowing multiple users to use the E-Shop simultaneously."
    },
    "PORTFOLIO": {
      "CATEGORY": "Design Work",
      "DESCRIPTION": "I have worked on many different smaller design projects. For example, I have done retouching several times, redesigned the logo and website or edited images using Lightroom. You can find all this work in a portfolio that summarizes all these projects.\nI have also worked on more complex projects, such as improving the Ryanair website. This involved paying attention to many different details such as the menu structure and the purchase process. Subsequently, an interactive XD version was designed as a prototype, which can be viewed on the Behance site."
    },
    "SYNCSPORTS": {
      "CATEGORY": "Livestreaming platform with AI systems",
      "DESCRIPTION": "Last semester, I worked on another interesting project in a large group of 10 people. In the master's project, we developed a livestreaming platform that integrated various AI models. On the one hand, a speech-to-text functionality and object recognition were integrated. These two models should help to reduce the language and visual barrier. I worked as a scrum manager and helped my team members with a wide range of activities as required. The result was a responsive product that can be a good basis for many other projects with other use cases, as we designed the product to be as modular as possible."
    },
    "MASTERTHESIS": {
      "CATEGORY": "Scientific Work",
      "DESCRIPTION": "I am currently in the exciting phase of writing my master's thesis, which deals with the development of intelligent spatial planning software. The focus is on an innovative approach, namely the integration of chatbot technology in conjunction with language modeling models (LLM). This software should not only cover conventional room planning functions, but also enable more natural and user-friendly interaction through the use of LLM models. The combination of chatbot and LLM promises to revolutionize the way spatial planning is done and I look forward to contributing to this emerging field through my Master's thesis."
    }
  },
  "DETAIL": {
    "TITLE": "Project Details",
    "DOCU": "Documentation",
    "GITHUB": "Code",
    "LASTMINUTEGITHUB": "Last Minute! Code",
    "THROWBACKGITHUB": "Throwback Code",
    "LIVEDEMO": "Checkout",
    "LASTMINUTELIVEDEMO": "Checkout Last Minute!",
    "THROWBACKLIVEDEMO": "Checkout Throwback",
    "THESIS": "Thesis",
    "COLLOQUIUM": "Colloquium",
    "PRESENTATION": "Slides",
    "XD": "View design",
    "BEHANCE": "View Ryanair",
    "PORTFOLIO": "View Designs",
    "VIDEO": "Watch",
    "CLOSE": "Close"
  },
  "GETINCONTACT": "Contact me",
  "SETTINGS": "Settings"
}
