{
  "LARSOBIST": "Lars Obist",
  "HEADER": {
    "TEXT": "Hello! I'm a software developer & designer crafting meaningful identities and experiences."
  },
  "ABOUT": {
    "TITLE": "About me",
    "TEXT": "My name is Lars Obist and I am in the final stages of my Master's degree. I have already been able to work on many different projects in media informatics and have learned a lot. Here you can get a deeper impression of many of these projects and learn more about my skills. Take a look at what the mix of the creative and the systematic has formed for end products!",
    "EDUCATION": {
      "TITLE": "Education",
      "MASTER": {
        "TITLE": "Master's Degree - Media Informatics M. Sc.",
        "UNI": "Berlin University of Applied Sciences",
        "TIME": "10/2022 - 09/2024"
      },
      "BACHELOR": {
        "TITLE": "Bachelor's Degree - International Media Informatics B. Sc.",
        "UNI": "Bremen University of Applied Sciences",
        "TIME": "09/2018 - 09/2022"
      }
    },
    "EXPERIENCES": {
      "TITLE": "Practical",
      "BOSCH": {
        "EMPLOYER": "Bosch Digital",
        "JOB": "Student Job",
        "TASKS": "Frontend Development and Consulting",
        "CITY": "Berlin",
        "TIME": "06/2023 - Present"
      },
      "PLANETMUTLU": {
        "EMPLOYER": "planetmutlu",
        "JOB": "Internship and Student Job",
        "TASKS": "Web Design, Development, and Project Management",
        "CITY": "Bremen",
        "TIME": "03/2021 - 05/2023"
      }
    },
    "ABROAD": {
      "TITLE": "International",
      "STUDY": {
        "TITLE": "Study Abroad Semester",
        "PLACE": "SeoulTech University, Seoul, South Korea",
        "TIME": "08/2021 - 12/2021"
      },
      "WORKANDTRAVEL": {
        "TITLE": "Work and Travel",
        "PLACE": "Australia and New Zealand",
        "TIME": "10/2017 - 05/2018"
      }
    }
  },
  "SKILLS": {
    "TITLE": "Skills",
    "LANGUAGES": {
      "TITLE": "Programming Languages"
    },
    "FRAMEWORKS": {
      "TITLE": "Frameworks"
    },
    "SOFTWARE": {
      "TITLE": "Software"
    },
    "METHODS": {
      "TITLE": "Methods"
    }
  },
  "PROJECTS": {
    "TITLE": "Projects",
    "ZPHERE": {
      "CATEGORY": "Bachelor Project",
      "DESCRIPTION": "Zphere is a sports platform that depicts sports that have been poorly represented in the media. It aims to provide fans interested in such sports with a centralized online platform. Through a collaboration between the university and Radio Bremen, we had the opportunity to prototype this idea as part of our bachelor project. The web app's functionality and content were defined in the concept phase by our group. To further define the platform, we conducted sports and target audience identification. During the implementation phase, we performed a competitive analysis, created mood boards, and designed the platform's branding. In the design development, wireframes were initially designed and later defined more precisely by me and Yuliya Litvin using Adobe XD. Meanwhile, the rest of the team developed a prototype."
    },
    "CIRCLEOFLIFE": {
      "CATEGORY": "Data Visualization",
      "DESCRIPTION": "\"Circle of Life\" is an interactive website that focuses on visually representing complex datasets through various visualizations, making them engaging for end-users and highlighting interesting topics. This site features a dataset of birth dates collected over 21 years in the USA. Special emphasis was placed on interaction possibilities, allowing users to obtain more information about data points. In designing the interface, I aimed for minimalism but also incorporated the relatively new technique of variable fonts, allowing user interaction."
    },
    "TRAVELBUCKET": {
      "CATEGORY": "Programming",
      "DESCRIPTION": "During the studies, various mobile apps were developed, covering different aspects of mobile development. Experience in cross-platform mobile app development was gained by creating simple apps with Flutter and React Native. Apps with SwiftUI and Kotlin were also developed for various use cases, such as accessing smartphone sensors or creating a travel plan. An AR app was developed, placing various 3D objects in space. Almost every application has an API interface. Using the OpenWeather API, a modern application was developed in this context. Within the links you will find documents for TravelBucket"
    },
    "BACHELORTHESIS": {
      "DESCRIPTION": "In an increasingly digital world, websites are a significant tool for companies, organizations, and individuals. They are essential for establishing an online presence and enabling digital education to take place fully. This bachelor thesis involved conceptualizing and evaluating a digital hybrid teaching model, using the example of an interactive learning environment for cultural education institutions. An in-depth requirements analysis was conducted, and important foundations were established. Based on the previous results, a detailed concept of a hybrid teaching model and a digital learning management system were developed. The concept was then prototypically implemented, evaluated with test users, and finally assessed."
    },
    "CULINO": {
      "CATEGORY": "Fullstack Web Application",
      "DESCRIPTION": "\"Culino\" is a full-stack app where users can share their favorite recipes on a reputable and visually appealing platform, allowing other food enthusiasts to experience their favorite recipes. At the project's inception, a concept for the project idea was developed, on which the branding was subsequently built. Finally, the application was prototypically developed and filled with content."
    },
    "USABILITY": {
      "CATEGORY": "Analysis",
      "DESCRIPTION": "In the module 'Usability Engineering,' important aspects of user-friendly navigation were explained through various exercises. Fundamentals were taught through analyses and elaborations on an example product. The importance of statistically processing experiments was also emphasized. I conducted this using the Ryanair website, where I performed a usability experiment and subsequently created a concept for improvements. Finally, another problem area was selected, where a detailed analysis and a potential experiment were designed."
    },
    "LAGOM": {
      "CATEGORY": "Data-Based Web Application",
      "DESCRIPTION": "\"LAGOM\" is a digital bullet journal that offers users a way to structure and organize their lives in a personal and individual workspace using reminders, to-do lists, and more. The application is designed to update data stored in a database in the browser as soon as new entries are modified. Thao Nguyen, Yuliya Litvin, and I developed the entire web application together, with each contributing to all parts of the project."
    },
    "BUILDAR": {
      "CATEGORY": "Prototyping & Study",
      "DESCRIPTION": "Together with Moumita Ahmad and Tabea Schuster, I analyzed alternatives to traditional paper instructions through the project \"buildAR.\" In an era of technological progress and digitization, instructions, whether for games or furniture, have changed very little. This motivated us to analyze options for modernizing instructions. In a user test, we compared two prototype instructions against traditional paper instructions and analyzed the results using a questionnaire. The documentation provides a detailed account of our approach and the findings of the user test."
    },
    "RUNNERSHIGH": {
      "CATEGORY": "Animation Video",
      "DESCRIPTION": "In collaboration with Tabea Schuster, I developed an animation video on the topic of \"Runner's High.\" We followed a systematic approach by first sketching and designing the content of the short video within a storyboard. Subsequently, we designed and perfected the video in cycles using Adobe After Effects. You can view the animation video on Vimeo through the following link."
    },
    "TIMELESSTREASURES": {
      "CATEGORY": "Fullstack Web Application",
      "DESCRIPTION": "\"Timeless Treasures\" is a full-stack app that allows users to bring their jewelry to the secondhand market, giving new life to necklaces, rings, and watches. At the beginning of the project, a problem analysis was developed for a project idea. The potential value of this application was then presented to startup enthusiasts through a presentation. Finally, the application was prototypically developed and filled with content."
    },
    "WEBGAMES": {
      "CATEGORY": "Jump'n'Run and Point & Click Web Games",
      "DESCRIPTION": "During my bachelor's studies, I, along with Thao Nguyen, Moumita Ahmad, and Yuliya Litvin, developed two games to explore the game development aspect of media informatics. One game is a Point and Click Adventure developed only with HTML, JavaScript, and CSS. This game is titled \"Last Minute!\" and revolves around a student stressed in the final stages of their bachelor's thesis. The player assists the protagonist in successfully submitting the thesis to the professor. The second developed game is called \"Throwback.\" Throwback is a Jump & Run game where the protagonist travels through the last century, prompted by the grandmother's claim that things were better in the past. The game was designed and programmed using Tiled and Phaser 3."
    },
    "SAVEATURTLE": {
      "CATEGORY": "Website",
      "DESCRIPTION": "At the beginning of the first semester, I designed an information-based website. The website informs visitors about sea turtles and their threats. It also provides a gallery and links to partners where money can be donated to help the turtles. Additionally, there is information about a partner program where one can sign up as a sponsor for a sea turtle."
    },
    "EATABROAD": {
      "CATEGORY": "Design and Web Development",
      "DESCRIPTION": "Sometimes, it's worth deviating from the beaten tourist paths and exploring unfamiliar places. These lesser-known travel destinations not only offer an escape from the crowds but also provide an opportunity to discover new culinary delights and immerse oneself in the local culture. Together with Thao Nguyen, we created a platform that showcases food specialties from around the world, closely tied to noteworthy locations. Once the design concept was established, we initiated the design process. The hand-drawn wireframes were later refined in Adobe XD and then prototypically programmed using HTML, CSS, and JavaScript. This platform was developed to be optimized for web, tablet, and mobile devices."
    },
    "ESHOP": {
      "CATEGORY": "Java Application",
      "DESCRIPTION": "ESHOP YTL is a small online shop developed in collaboration with Thao Nguyen and Yuliya Litvin. Customers and employees have their own accounts with different rights. When not logged in, users can view all items. Once logged in, a customer can add items to the shopping cart, edit it, and make purchases. After a purchase, the customer receives an invoice. A logged-in employee can view and add users, add new items, increase the stock of an item, and view the entire history of all items as well as an individual item's history. We created the E-Shop with a graphical user interface that runs on a server, allowing multiple users to use the E-Shop simultaneously."
    },
    "PORTFOLIO": {
      "CATEGORY": "Design Work",
      "DESCRIPTION": "In design, I have worked on many different smaller projects. For example, I have done retouching multiple times, redesigned logos and websites, or edited images using Lightroom. All of these works are summarized in a portfolio that showcases these projects."
    },
    "UPCOMING": {
      "CATEGORY": "Analysis",
      "DESCRIPTION": "Currently, I am involved in another interesting project. In the master project, we are developing a live streaming platform with various AI models in a group of 10 people. Speech-to-text functionality and object recognition are to be integrated. In this project, I work as a Scrum Manager, assisting my team members when needed. Additionally, I will start my master's thesis in April 2024, focusing on data visualization."
    }
  },
  "DETAIL": {
    "TITLE": "Project Details",
    "DOCU": "Documentation",
    "GITHUB": "Code",
    "LIVEDEMO": "Checkout Project",
    "CLOSE": "Close"
  },
  "GETINCONTACT": "Contact me",
  "SETTINGS": "Settings"
}
